Repository: eEngineSoftwareHouse/perseids-api
Catalog: api/priv/gettext/*/LC_MESSAGES/default.po
Languages: pl

source: Lack of `from` or `content` fields in request
pl: Musisz uzupełnić pola 'email' oraz 'treść'

source: Passwords are not the same
pl: Wpisane hasła różnią się od siebie

source: - city
pl: - miasto

source: - company
pl: - firma

source: - country
pl: - kraj

source: - name
pl: - imię

source: - phone number
pl: - numer telefonu

source: - post code
pl: - kod pocztowy

source: - street
pl: - ulica

source: - surname
pl: - nazwisko

source: E-mail can't be blank
pl: Musisz podać adres e-mail

source: Logout failed
pl: Wylogowanie nie powiodło się

source: Payment
pl: Faktura

source: Shipping
pl: Adres wysyłki

source: There's no such code
pl: Nie ma takiego kodu

source: Unknown error occured
pl: Wystąpił nieznany błąd

source: Wrong e-mail
pl: E-mail ma niepoprawny format

source: You must accept rules to continue
pl: Musisz zaakceptować regulamin aby kontynuować

source: field is required
pl: pole jest wymagane

source: is too short
pl: jest za krótkie

source: You do not have sufficient permissions.
pl: Nie posiadasz wystarczających uprawnień

source: You must select parcel locker
pl: Musisz wybrać paczkomat

source: post code should have format XX-XXX
pl: kod pocztowy powinien mieć format XX-XXX

source: Not found
pl: Nie znaleziono

source: - product out of stock
pl: - brak towaru w magazynie

source: Product not exsist
pl: Produkt nie istnieje

source: You can't place order without products
pl: Nie możesz złożyć zamówienia które nie posiada produktów

source: phone number should be not longer than 15 characters and shorter than 9
pl: numer telefonu nie powinien być dłuższy niż 15 znaków i krótszy niż 9

source: Please enter a password with at least %1 characters.
pl: Hasło musi mieć przynajmniej %1 znaków

source: Account has been updated.
pl: Konto zostało zaktualizowane.

source: You did not sign in correctly or your account is temporarily disabled.
pl: Podałeś nieprawidłowe dane lub Twoje konto zostało tymczasowo zablokowane.

source: Minimum of different classes of characters in password is %1. Classes of characters: Lower Case, Upper Case, Digits, Special Characters.
pl: Hasło musi zawierać min. %1 różne klasy znaków. Dostępne klasy: małe litery, duże litery, cyfry, znaki specjalne

source: A customer with the same email already exists in an associated website.
pl: W sklepie jest już zarejestrowany klient z takim adresem e-mail.

source: There is another resource with the same value of unique property
pl: Ten adres e-mail został już zarejestrowany.

source: Problem during authentication process, check headers
pl: Wystąpił błąd komunikacji, spróbuj później.

source: The phone number is not correct, please add correct phone number
pl: Podany numer telefonu jest niepoprawny, prosimy podaj poprawny numer telefonu

source: Invalid country calling code
pl: Wpisz poprawny numer kierunkowy

source: The string supplied did not seem to be a phone number
pl: Podany numer nie jest numerem telefonu

source: Your debit limit was used
pl: Twoj limit został przekroczony
